---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.KelvinInterval
source: html/d815f1c5-a171-5ca2-f338-7db8aa97e90d.htm
---
# Autodesk.Revit.DB.SymbolTypeId.KelvinInterval Property

Symbol K, indicating unit Kelvin interval.

## Syntax (C#)
```csharp
public static ForgeTypeId KelvinInterval { get; }
```